Repository: tomassasovsky/ai-recording-visualizer
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# selectFile
source: Select {type} file
es: Seleccionar archivo de {type}

source: General metadata
es: Información general

# modelSize
source: Model size: {size}x{size}
es: Tamaño del modelo: {size}x{size}

source: Sensor metadata:
es: Información del sensor:

# sensorMetadataHorizontalFov
source: Horizontal field of view: {fov}°
es: Campo de visión horizontal: {fov}°

# sensorMetadataVerticalFov
source: Vertical field of view: {fov}°
es: Campo de visión vertical: {fov}°

# sensorMetadataFocalLength
source: Focal length: {focalLength}mm
es: Longitud focal: {focalLength}mm

# sensorMetadataSize
source: Sensor size: {pixelWidth}x{pixelHeight}mm
es: Tamaño del sensor: {pixelWidth}x{pixelHeight}mm

# recordingTimestamp
source: Recording timestamp: {timestamp}
es: Fecha de grabación: {timestamp}

# recordingDuration
source: Recording duration: {duration}
es: Duración de la grabación: {duration}

# recordingEndTimestamp
source: Recording end timestamp: {timestamp}
es: Fecha de finalización de la grabación: {timestamp}

# logFrameSyncCorrection
source: Log frame sync correction: {correction}ms
es: Corrección de sincronización de fotogramas: {correction}ms

source: Close
es: Cerrar

source: Log file not found remotely
es: El archivo de registro no se encontró en el servidor remoto.

# fileNotSetPleaseSelect
source: File not set, please select first
es: El archivo no se ha seleccionado. Por favor, seleccione un archivo.
